Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh44-45-v3.tmx
Source language: bo
Languages: en

source: ལྡ་ལྡི་ཀུན་ནས་བྲེས་པས་རབ་ཏུ་བརྒྱན་པ། རིན་པོ་ཆེའི་དྲིལ་བུ་རྣམ་པ་སྣ་ཚོགས་སུ་རྣམ་པར་བཀྱེ་བའི་གསེར་གྱི་དྲ་བ་འབར་བས། ཀུན་ནས་དཀྲིགས་པ། རོལ་མོའི་ཤིང་དང་། རིན་པོ་ཆེའི་ཏ་ལ་ལས་དྲིལ་བུའི་དྲ་བ་རླུང་གིས་ལེགས་པར་བསྐྱོད་པས་ཡིད་དུ་འོང་བའི་སྒྲ་སྙན་པའི་དབྱངས་འབྱུང་བ་དང་ལྡན་པ།
en: Beautiful and pleasant music came from trees with a variety of musical instruments, precious palm trees, and nets of bells when they were stirred by the breeze.

source: དབང་བསྒྱུར་གྱི་ལྷའི་རྒྱལ་པོའི་ལྷ་མོ་དཔེ་ཚུལ་ཤིན་ཏུ་བཟང་བ་རྣམས་ཀྱིས་གླུ་སྙན་པའི་སྒྲ་རབ་ཏུ་ཡིད་དུ་འོང་བ་ལེན་མ།
en: There arose the perfectly delightful sound of songs like those of the apsarases of the king of the Vaśavartin devas.

source: ལྷ་རྫས་ཀྱི་ཡིད་བཞིན་གྱི་གོས་ཁ་དོག་སྣ་ཚོགས་ཀྱི་སྤྲིན་གྱི་ཆར་རབ་ཏུ་འབབ་པས་རྣམ་པར་མཛེས་པ།
en: The park was beautified by a rain that fell from clouds of divine cloths, of various colors, that fulfilled all wishes.

source: རྒྱ་མཚོ་ཆེན་པོ་ལྟར་ཁ་དོག་དང་། མདོག་སྣ་ཚོགས་སུ་ལྡན་པས་བལྟ་ན་གཏང་མྱི་བྲ་བ།
en: It resembled a vast ocean with a variety of colors and lusters so that one could not stop looking at it.

source: ཁང་པ་བརྩེགས་པ་རིན་པོ་ཆེའི་རྒྱན་དང་ལྡན་པ་བརྒྱ་སྟོང་གྲངས་མྱེད་པས་རབ་ཏུ་བརྒྱན་པ།
en: It was adorned by countless hundreds of thousands of kūṭāgāras adorned with jewels.

source: སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་ཕོ་བྲང་ལྟར་བལྟ་ན་བཟང་བ།
en: It was as beautiful to behold as the residence of Indra in Trāyastriṃśa.

source: རིན་པོ་ཆེ་སྣ་ཚོགས་རྣམ་པར་ཕྱེ་བས་རྣམ་པ་ཐམས་ཅད་དུ་བརྒྱན་པའི་གདུགས་ཤིན་ཏུ་ལེགས་པ།
en: It was adorned by an array of various jewels of every kind.

source: རྣམ་པར་བསྒྲེང་ཞིང་བཀྲམ་པས་ཀུན་ནས་བལྟ་ན་མཛེས་པ།
en: There was the beautiful sight of an array of perfectly formed parasols standing erect.

source: དབང་པོ་ཆེན་པོའི་འཇིག་རྟེན་ལྟར་ཤིན་ཏུ་མཛེས་པའི་དེའུ་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པ།
en: It was made beautiful by various pinnacles, like the realm of great Indra.

source: ཡིད་དུ་འོང་བའི་འོད་སྣང་བ་ཆེན་པོ་རྟག་པར་འབྱུང་བ།
en: There shone constantly a great beautiful radiance of light.

source: ཚངས་པ་ཆེན་པོའི་གཞལ་མྱེད་ཁང་ལྟར་ནོར་བུ་རིན་པོ་ཆེའི་རྒྱལ་པོ་འགྲོ་བ་ཡིད་དུ་འོང་བའི་འོད་ཀྱིས་འབར་བ་སྟེ། བཟའ་ཤིང་གི་ར་བ་ཆེན་པོ་ཉི་མའི་མདོག་ཅེས་བྱ་བ་དེ།
en: Like the divine palace of Mahābrahmā, it was radiant with the light of the kings of jewels that brought delight to beings.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པའི་རྫུ་འཕྲུལ་གྱི་མཐུ་སྟོབས་དང་། བྱིན་གྱི་རླབས་ཆེ་ཞིང་བསམ་གྱིས་མི་ཁྱབ་པས། འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པའི་གནས་སུ་གྱུར་པའི་ནམ་མཁའི་དབྱིངས་ལྟར་ཡངས་ཤིང་ཚད་མེད་དེ། རྒྱ་ཆེན་པོ་དང་ལྡན་པ་མཐོང་ངོ་། །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཀྱིས་དེ་ལྟར་ཡོན་ཏན་ཚད་མྱེད། བསམ་གྱིས་མི་ཁྱབ་པ་ཚོགས་པའི་བཟའ་ཤིང་གི་ར་བའི་རྒྱན་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ཡོངས་སུ་གྲུབ་པ། འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་རྒྱ་ཆེན་པོ་ལས་སྐྱེས་པ།
en: That great park called Sūrya­prabha, through the bhikṣuṇī Siṃha­vijṛmbhitā’s great, inconceivable, miraculous abilities and attainment of power, was as vast, immense, and extensive as the expanse of the sky over countless world realms.

source: སངས་རྒྱས་ལ་མཆོད་ཅིང་རིམ་གྲོར་བྱས་པའི་རྒྱུ་འཐུན་པ་བསམ་གྱིས་མྱི་ཁྱབ་པ་ལས་བྱུང་བ། འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ན་ཡོད་པའི་དགེ་བའི་རྩ་བ་མ་ལུས་པས་མྱི་འཕྲོགས་པ། ཆོས་ཀྱི་རང་བཞིན་སྒྱུ་མའི་རྣམ་པ་ལྟ་བུས་གྲུབ་པ། དགེ་བའི་བསོད་ནམས་དྲི་མ་མྱེད་པ་རྒྱ་ཆེན་པོས་གྲུབ་ཅིང་བྱུང་བ། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པའི་སྔོན་གྱི་སྤྱོད་པ་བཟང་པོ་ལེགས་པར་བྱས་པ་དང་། རྒྱུ་འཐུན་པའི་སྟོབས་དང་། ཤུགས་ཀྱིས་བྱུང་བ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། ཐུན་མོང་མ་ཡིན་པ། མུ་སྟེགས་ཅན་དང་། ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་མི་འཕྲོགས་པ། བདུད་ཀྱི་ལམ་ཡོངས་སུ་རྒྱུ་བ་ཐམས་ཅད་ཀྱིས་མྱི་ཚུགས་པ།
en: Sudhana, the head merchant’s son, saw in that way the displays in the park of aggregations of measureless, inconceivable qualities, which were accomplished through the ripening of a bodhisattva’s karma; which were born from vast, transcendent roots of merit that appeared as the natural result of inconceivable offering and service to buddhas; which all the roots of merit without exception in all worlds could not surpass; which were present as the illusory nature of phenomena; which originated from the ripening of the merit of vast, stainless virtue; which originated from the strength and power that is the natural result of the conduct perfectly accomplished in the past by the bhikṣuṇī Siṃha­vijṛmbhitā; which could not be surpassed by all the śrāvakas and pratyeka­buddhas; which could not be destroyed by tīrthikas and opponents; which could not be harmed by any of the activities of the path of the māras; and which could not be seen at all by ordinary, foolish beings.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་བལྟར་མེད་པ་མཐོང་སྟེ། ཤིང་སྣ་ཚོགས་དེ་དག་གི་དྲུང་གི་སེང་གེའི་ཁྲི་ཆེན་པོ་དེ་དག་ལ་འང་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ། ལུས་ཤིན་ཏུ་མཛེས་པ། སྤྱོད་ལམ་ཞི་བ། ཡིད་ཞི་བ། ཤིན་ཏུ་དབེན་པ།
en: He saw seated upon lion thrones at the feet of all those various precious trees the bhikṣuṇī Siṃha­vijṛmbhitā surrounded by a great assembly.

source: དབང་པོ་ཐུལ་བ། གླང་པོ་ལྟར་ཤིན་ཏུ་དུལ་བ། མཚོ་ལྟར་དང་ཞིང་གསལ་ལ་རྙོག་པ་མེད་པའི་སེམས་དང་ལྡན་པ། རིན་པོ་ཆེའི་རྒྱལ་པོ་ཡིད་བཞིན་གྱི་ནོར་བུ་ལྟར་འདོད་པ་ཐམས་ཅད་སྒྲུབ་པ། པད་མོ་ལ་ཆུས་མི་ཆགས་པ་ལྟར་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་མ་གོས་པ། སེང་གེ་ལྟར་འཇིགས་པ་དང་། སྐྱི་གཡའ་བ་མྱེད་པ། མི་འཇིགས་པ་རྣམ་པར་དག་པས། རིའི་དབང་པོ་ཆེན་པོ་ལྟར་མྱི་སྒུལ་བ། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པས་ཡིད་དུ་འོང་བའི་སྤོས་ཀྱི་རྒྱལ་པོ་ལྟར་འགྲོ་བའི་སེམས་ཚིམ་པར་བྱེད་པ། ཁ་བའི་ཙན་དན་ལྟར་ཉོན་མོངས་པའི་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱེད་པ། སྨན་གྱི་རྒྱལ་པོ་བལྟ་ན་བཟང་བ་ལྟར་འགྲོ་བ་ཐམས་ཅད་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་ཞི་བར་བྱེད་པ། ཆུའི་ལྷའི་ཞགས་པ་ལྟར་བལྟ་ན་དོན་ཡོད་པ། དེ་བཞིན་གཤེགས་པའི་འོད་ལྟར་ལུས་དང་སེམས་ཀྱི་བག་ཡངས་བདེ་བ་བསྐྱེད་པ། ཚངས་པ་ཆེན་པོ་ལྟར་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་ཀུན་ནས་ལྡང་བ་དང་བྲལ་བ། རིན་པོ་ཆེའི་རྒྱལ་པོ་ནོར་བུ་ཆུ་འདང་ལྟར་ཉོན་མོངས་པས་རྙོག་པ་ཅན་དུ་གྱུར་པའི་སེམས་ཅན་གྱི་སེམས་རབ་ཏུ་དང་བར་བྱེད་པ། ཞིང་གཤིན་པ་ལྟར་དགེ་བའི་རྩ་བ་རྣམ་པར་འཕེལ་བར་བྱེད་པ་འདུག་པར་མཐོང་ངོ་། །
en: She had a beautiful body, the peaceful conduct of a mendicant, pacified senses, and a peaceful mind; she was perfectly self-controlled and had conquered her senses; she was as perfectly tamed as an elephant; her mind was as pure, clear, and unsullied as a lake; she fulfilled all wishes like a king of wish-fulfilling jewels; she was as unstained by worldly concerns as a lotus by water; she was as free of fear and trepidation as a lion; because of her perfectly pure confidence she was as unshakable as the great king of mountains; because of her pure discipline she brought delight to beings like the king of entrancing perfumes; like Himalayan sandalwood, she extinguished the burning of the kleśas; like the beautiful king of herbs, she brought an end to the sufferings of all beings; like the noose of Varuṇa, she was a beneficial sight; like the light from a tathāgata, she brought peace and happiness to body and mind; like Mahābrahmā, she was free from the arising of anger, desire, and ignorance; like the king of jewels that purifies water, she brought delight to the minds of beings that were turbid with kleśas; and like a fertile land, she multiplied the roots of merit.

source: འཁོར་གྱི་སྟན་དེ་དག་ལའང་འཁོར་སྣ་ཚོགས་འཁོད་པར་མཐོང་སྟེ།
en: On the surrounding seats a diverse assembly was seated.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷའི་བུ་དབང་པོ་ཆེན་པོ་ལ་སྩོགས་པ། གཙང་མའི་གནས་ཀྱི་རིགས་སུ་གཏོགས་པའི་ལྷའི་བུ་རྣམས་འཁོད་ཅིང་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་རྣམ་པར་ཐར་པ་མྱི་ཟད་པ་ཡང་དག་པར་འབྱེད་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the categories of unceasing liberation to the deva Maheśvara and other inhabitants of the Śuddhāvāsa paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ནི་ཚངས་པ་ཡིད་དུ་འོང་བ་ལ་སྩོགས་པ། ཚངས་པའི་རིས་སུ་གཏོགས་པའི་ལྷའི་བུ་རྣམས་འཁོད་ཅིང་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། དབྱངས་ཀྱི་དཀྱིལ་འཁོར་རྣམ་པར་དག་པ། གཞི་ཀུན་ནས་འབྱེད་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the pure realm of sound called the complete categories of the ground to the deva Rucira­brahmā and the other inhabitants of the Brahmakāyika paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ནི་ལྷའི་རྒྱལ་པོ་དབང་སྒྱུར་ལ་སྩོགས་པ་གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷའི་བུ་དང་ལྷའི་བུ་མོའི་འཁོར་དང་བཅས་པ་དག་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་བྱང་ཆུབ་སེམས་དཔའི་བསམ་པ་རྣམ་པར་དག་པའི་དབང་གིས་རྣམ་པར་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the display of the power of the pure motivation of bodhisattvas to the deva king Vaśavartin and other inhabitants of the Para­nirmita­vaśa­vartin paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷའི་རྒྱལ་པོ་རབ་འཕྲུལ་དགའ་ལ་སྩོགས་པ་འཕྲུལ་དགའི་ལྷའི་བུ་ལྷའི་བུ་མོའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཐམས་ཅད་དགེ་བས་རྣམ་པར་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the display of the goodness of all dharmas to the deva king Sunirmita and other devas and devīs of the Nirmāṇarati paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷའི་རྒྱལ་པོ་རབ་དགའ་ལྡན་ལ་སྩོགས་པ། དགའ་ལྡན་གྱི་རིས་སུ་གཏོགས་པའི་ལྷའི་བུ་ལྷའི་བུ་མོའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས་ཆོས་ཀྱི་སྒོ་རང་གི་སེམས་ཀྱི་མཛོད་ཀྱི་གློང་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the process of the treasure of one’s own mind to the deva king Saṃtuṣita and the other devas and devīs of the Tuṣita paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷའི་རྒྱལ་པོ་རབ་མཚེ་མ་ལ་སྩོགས་པ་ལྷའི་བུ་ལྷའི་བུ་མོའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་རྒྱན་མཐའ་ཡས་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the infinite display to the deva king Suyāma and the other devas and devīs of the Yāma paradise who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷའི་རྒྱལ་པོ་བརྒྱ་བྱིན་ལ་སྩོགས་པ་སུམ་ཅུ་རྩ་གསུམ་གྱི་རིས་སུ་གཏོགས་པའི་ལྷའི་བུ་ལྷའི་བུ་མོའི་འཁོར་དང་བཅས་པ་རྣམ་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སྐྱོ་བའི་སྒོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ཀླུའི་རྒྱལ་པོ་གང་ཆེན་མཚོ་ལ་སྩོགས་པ་ཀླུའི་རྒྱལ་པོ་འོད་བརྒྱ་པ་དང་། དགའ་བོ་དང་བསྙེན་དགའ་བོ་དང་། ཡིད་དུ་འོང་བ་དང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the gateway to revulsion to the deva king Śakra and the other devas and devīs of the Trāyastriṃśa paradise who were seated upon some of the assembly seats.

source: ཤུགས་ལྡན་དང་། མ་དྲོས་པ་ལ་སྩོགས་པ་ཀླུའི་བུ་མོའི་འཁོར་དང་བཅས་པ་ཀླུའི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སངས་རྒྱས་ཀྱི་རྫུ་འཕྲུལ་དང་། ཡུལ་གྱི་འོད་ཀྱི་བརྒྱན་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the display of the light of miraclesand the range of activity of the buddhas to the nāga king Sāgara and other nāga kings—Śataraśmin, Nanda and Upananda, Manasya, Airāvata, Anavatapta, and so on—with their nāga sons and nāga daughters who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་རྒྱལ་པོ་ཆེན་པོ་ངལ་བསོ་པོ་ལ་སྩོགས་པ་གནོད་སྦྱིན་གྱི་དབང་པོ་གནོད་སྦྱིན་གྱི་བུ་མོ་དང་། གནོད་སྦྱིན་གྱི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་སྐྱོབ་པའི་མཛོད་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the treasure that protects all beings to Mahārāja Vaiśravaṇa and other lords of yakṣas, yakṣa daughters, and yakṣa sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་དྲི་ཟའི་རྒྱལ་པོ་གནས་སྲུང་པོ་ལ་སྩོགས་པ་དྲི་ཟ་མང་པོ་དྲི་ཟའི་བུ་མོ་དང་། དྲི་ཟའི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་དགའ་བ་མི་ཟད་པ་ཆར་རབ་ཏུ་འབེབ་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called rainfallof unceasing happiness to the gandharva king Dhṛtarāṣṭra and many other gandharvas, gandharva daughters, and gandharva sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་ལ་སྩོགས་པ་ལྷ་མ་ཡིན་རྣམས་ལྷ་མ་ཡིན་གྱི་བུ་མོ་དང་། ལྷ་མ་ཡིན་གྱི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཆོས་ཀྱི་དབྱིངས་ཤེས་པའི་ཚུལ་གྱི་ཤུགས་ཀྱིས་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the display of the power of knowing the nature of phenomena to the asura lord Rāhu and other asura lords, asura daughters, and asura sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ནམ་མཁའ་ལྡིང་གི་དབང་པོ་ཤུགས་འཛིན་ཆེན་པོ་ལ་སྩོགས་པ་ནམ་མཁའ་ལྡིང་གི་དབང་པོ་ནམ་མཁའ་ལྡིང་གི་བུ་མོ་དང་། ནམ་མཁའ་ལྡིང་གི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སྲིད་པའི་རྒྱ་མཚོས་འཇིགས་པའི་ཡུལ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the range of the fear of the ocean of existence to the garuḍa lord Mahāvegadhārin and other garuḍa lords, garuḍa daughters, and garuḍa sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་མིའམ་ཅིའི་རྒྱལ་པོ་སྡོང་པོ་ལ་སྩོགས་པ། མི་འམ་ཅིའི་དབང་པོ་མིའམ་ཅིའི་བུ་མོ་དང་། མིའམ་ཅིའི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སངས་རྒྱས་ཀྱི་སྤྱོད་པ་སྣང་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the light of the conduct of buddhas to the kinnara lord Druma and other kinnara lords, kinnara daughters, and kinnara sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོ་ཁྲོ་གཉེར་གདོང་ལ་སྩོགས་པ། ལྟོ་འཕྱེ་ཆེན་པོའི་བུ་མོ་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སངས་རྒྱས་ལ་དགའ་བ་སྐྱེ་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called reaching a special wisdom to the mahoraga lord Bhṛkuṭīmukha and mahoraga daughters and mahoraga sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སྐྱེས་པ་དང་། བུད་མྱེད་དང་། ཁྱེའུ་དང་བུ་མོ་བརྒྱ་སྟོང་མང་པོ་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཁྱད་པར་དུ་འགྲོ་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the arising of delight toward the buddhas to many hundreds of thousands of men, women, boys, and girls who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སྲིན་པོའི་དབང་པོ་རྟག་ཏུ་མདངས་འཕྲོག་པ་སྡོང་པོའི་རྒྱལ་པོ་ལ་སྩོགས་པ་སྲིན་པོའི་དབང་པོ་སྲིན་པོའི་བུ་མོ་དང་སྲིན་པོའི་བྱིས་པའི་འཁོར་དང་བཅས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སྙིང་རྗེ་འབྱུང་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the arising of compassion to the rākṣasa lord Nityaujohara­druma­rāja and to other rākṣasa lords, rākṣasa daughters, and rākṣasa sons who were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཡེ་ཤེས་ཁྱད་པར་དུ་འཕགས་པའི་མཐུ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the power of exceptional wisdom to beings who aspired to the Śrāvakayāna and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་རྒྱ་ཆེན་པོའི་འོད་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the light of the vastqualities of buddhas to beings who aspired to the Pratyeka­buddhayāna and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་ཡེ་ཤེས་སྣང་བའི་སྒོ་ཀུན་ཏུ་སྒོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the light of wisdom and samādhi called the universal gateway to beings who aspired to the Mahāyāna and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐོག་མར་སེམས་བསྐྱེད་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྨོན་ལམ་གྱི་ཕུང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the aggregation of the prayers of all the buddhas to bodhisattvas who had first developed the aspiration to enlightenment and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་གཉིས་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྡུལ་དང་བྲལ་བའི་དཀྱིལ་འཁོར་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the unsullied disk to bodhisattvas who were on the second bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་གསུམ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རབ་ཏུ་ཞི་བའི་རྒྱན་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the display of complete peace to bodhisattvas who were on the third bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བཞི་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཐམས་ཅད་མཁྱེན་པའི་ཤུགས་ཀྱི་ཡུལ་འབྱུང་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the scope of the power of omniscience to bodhisattvas who were on the fourth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་ལྔ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སེམས་ཀྱི་རྒྱུད་མེ་ཏོག་གི་སྙིང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the essenceof the flowers of the creepersof the mind to bodhisattvas who were on the fifth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་དྲུག་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམ་པར་སྣང་བའི་སྙིང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the solaressence to bodhisattvas who were on the sixth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བདུན་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ས་ཀུན་ནས་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the complete display of bhūmis to bodhisattvas who were on the seventh bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བརྒྱད་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཆོས་ཀྱི་དབྱིངས་སུ་ལུས་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བའི་ཡུལ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the range of the complete distribution of the body through the realm of phenomena to bodhisattvas who were on the eighth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་དགུ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་བས། ཆོས་ཀྱི་སྒོ་མི་དམིགས་པའི་སྟོབས་ཀྱི་གནས་ཀྱིས་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the Dharma called the display of dwelling in the power of nondependence to bodhisattvas who were on the ninth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སྒྲིབ་པ་མེད་པའི་དཀྱིལ་འཁོར་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the unobscured disk to bodhisattvas who were on the tenth bhūmi and were seated upon some of the assembly seats.

source: འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལག་ན་རྡོ་རྗེའི་འཁོར་གྱི་དཀྱིལ་འཁོར་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཡེ་ཤེས་རྡོ་རྗེ་མཐུ་བོ་ཆེའི་རྒྱན་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །དེ་ལྟར་སྐྱེ་བའི་སྐྱེ་མཆེད་རྣམ་པ་ཐ་དད་པ་ཐམས་ཅད་ཀྱི་སེམས་ཅན་དུ་གདགས་པ་དང་། སེམས་ཅན་གྱི་ལམ་གྱི་རྒྱུད་ཇི་སྙེད་པ་དེ་དག་གི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་རྣམ་པར་འདུལ་བ། སྣོད་དུ་གྱུར་བ་ཇི་སྙེད་ཅིག་བཟའ་ཤིང་གི་ར་བ་དེར་འོངས་ཤིང་། འཁོར་གྱི་སྟན་ལ་སོ་སོར་འཁོད་པ།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the Dharma called the display of the great might of the vajra wisdom to the assembled retinue of vajrapāṇis who were seated upon some of the assembly seats.

source: བསམ་པ་ཐ་དད་པ་མོས་པ་མི་མཚུངས་པ། བསམ་པ་ཤིན་ཏུ་གཞོལ་བར་གྱུར་བ། དད་པའི་རོ་རྔམས་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ལ། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས་ཅི་ནས་ཀྱང་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་བ། དེ་ལྟ་དེ་ལྟར་ཆོས་བསྟན་པ་མཐོང་ངོ་། །
en: Similarly, he saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma to classes of beings—those categorized as beings, who had different kinds of births and states, beings who had been ripened, had correct behavior, and were worthy recipients and who had various motivations, various aspirations, constant motivations, and the strong elixir of faith—who had come into this great park and were seated upon separate assembly seats, teaching them the Dharma that would make them firmly established in wishing to attain the highest, complete enlightenment.

source: དེ་ནི་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་དེས་ཀུན་ཏུ་ལྟ་བའི་བཏང་སྙོམས་དང་ལྡན་པ་ལ་སྩོགས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་བསྟན་པ་ལ་སྩོགས་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་གཞི་ཐ་དད་པ་ལ་སྩོགས་པ་དང་། སྒྲིབ་པའི་དཀྱིལ་འཁོར་ཐམས་ཅད་རྣམ་པར་འཐོར་བ་ལ་སྩོགས་པ་དང་། འགྲོ་བ་ཐམས་ཅད་ཀྱི་དགེ་བའི་སེམས་ཡང་དག་པར་འབྱུང་བ་ལ་སྩོགས་པ་དང་། ཁྱད་པར་ཡོད་པའི་རྒྱན་ལ་སྩོགས་པ་དང་། ཆགས་པ་མེད་པའི་ཚུལ་གྱི་སྙིང་པོ་ལ་སྩོགས་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་དཀྱིལ་འཁོར་ལ་སྩོགས་པ་དང་། སེམས་ཀྱི་མཛོད་ལ་སྩོགས་པ་དང་། ཀུན་ཏུ་མོས་པ་མངོན་པར་སྒྲུབ་པའི་སྙིང་པོ་ལ་སྩོགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྒོ་བརྒྱ་སྟོང་གྲངས་མེད་པ་ནོན་པའི་ཕྱིར་ཏེ། བཟའ་ཤིང་གི་ར་བ་ཉི་མའི་མདོག་དེར་བྱང་ཆུབ་སེམས་དཔའ་འམ།
en: The bhikṣuṇī Siṃha­vijṛmbhitā had practiced countless hundreds of thousands of gateways to the perfection of wisdom such as the complete sight of equanimity, the teaching of all the Dharmas of the buddhas, the different bases of the realm of phenomena, the destruction of all the domains of obscuration, the arising of the virtuous mind in all beings, the exceptional display, the essence of the way of nonattachment, the domain of the nature of phenomena, the treasure of the mind, and the essence of the complete attainment of one’s aspirations.
